Repository: AndrewToplass/astronomical-processing
Catalog: AstronomicalProcessingClient/MainWindow.*.resx
Languages: de

# btnCalculateEventHorizon.Text
source: Calculate
de: Errechnen

# btnCalculateTemperatureConversion.Text
source: Calculate
de: Errechnen

# labelObservedWavelength.Text
source: Observed wavelength (m)
de: Gemessenen Wellenlänge

# labelRestWavelength.Text
source: Emitted wavelength (m)
de: Ruhwellenlängen

# btnCalculateStarVelocity.Text
source: Calculate
de: Errechnen

# btnCalculateStarDistance.Text
source: Calculate
de: Errechnen

# groupBoxStarVelocity.Text
source: Star velocity
de: Sterne Geschwindigkeiten

# groupBoxStarDistance.Text
source: Star distance
de: Sternabstand

# groupBoxTemperatureConversion.Text
source: Temperature conversion
de: Temperaturumrechnung

# groupBoxEventHorizon.Text
source: Blackhole event horizon
de: Ereignishorizont

# labelStarAngle.Text
source: Angle (arcseconds)
de: Winkel (Bogensekunden)

# labelTemperatureC.Text
source: Temperature (°C)
de: Temperatur (°C)

# labelBlackholeMass.Text
source: Mass (kg)
de: Masse (kg)

# menuLanguage.Text
source: Language
de: Sprache

# menuTheme.Text
source: Theme
de: Design

# menuitemThemeLight.Text
source: Light
de: Helles

# menuitemThemeDark.Text
source: Dark
de: Dunkles

# menuitemThemeCustom.Text
source: Custom
de: Benutzerdefiniertes

# menuitemFont.Text
source: Font...
de: Schriftart

# CalculationResult.Time
source: Time
de: Ziet

# CalculationResult.Result
source: Result
de: Ergebnis

# CalculationOperation.None
source: None
de: Keine

# CalculationOperation.StarVelocity
source: Star velocity
de: Sterne Geschwindigkeiten

# CalculationOperation.TemperatureConversion
source: Temperature conversion
de: Temperaturumrechnung

# CalculationOperation.EventHorizon
source: Event horizon
de: Ereignishorizont

# CalculationOperation.StarDistance
source: Star distance
de: Sternabstand
